Revit 2027 API
ParameterTypeId.EndExtension Property
 "End Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndExtension { get; }
Public Shared ReadOnly Property EndExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndExtension {
	ForgeTypeId^ get ();
}
static member EndExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace